{
    "name"         : "fdch",
    "title"        : "Fede Cámara Halac",
    "shortname"    : "Fede Cámara Halac",
    "fullname"     : "Federico Nicolás Cámara Halac",
    "@type"        : "WebSite",
    "bday"         : "1988-05-08T15:30:01.45Z",
    "url"          : "https://fdch.github.io",
    "email"        : "fch226@nyu.edu",
    "headline"     : "Fede Cámara Halac [fdch~ ]",
    "nationality"  : "Argentina",
    "phone"        : "(1) 614-440-7529",
    "address"      : "Jungstr. 19, Berlin 10247 DE",
    "grad"         : [
        "Postdoctoral Researcher in Immersive Audio at the School of Music within the College of Arts and Sciences and ACCAD, at The Ohio State University (2019-21)",
        "PhD in Music Composition and Theory at New York University (2013-19)"
        ],
    "undergrad"    : "Licenciate in Music Composition at the National University of Córdoba (2006-12)",

    "descripcion"  : "Fede Cámara Halac (ffddcchh) es un artista argentino viviendo en Berlin que investiga y hace sonidos, navega y diseña imágenes, y juega con bases de datos y multimedia. Obtuvo un PhD en Composición y Teoría Musical de la Universidad de Nueva York donde estudió con Jaime Oliver y Elizabeth Hoffman. Estudió Composición Musical en la Universidad Nacional de Córdoba con José Halac. De 2019 a 2021 fue investigador postdoctoral en audio inmersivo en The Ohio State University. Actualmente cursa Ciencias de la Computación en la Facultad de Astronomía, Matemática y Física (FAMAF)",
    
    "description"  : "Fede Cámara Halac is a Berlin-based argentinian artist who researches and makes sounds, navigates and designs images, and plays with databases and multimedia. He has a PhD in Composition and Music Theory from New York University where he studied with Jaime Oliver and Elizabeth Hoffman. He studied Music Composition at the National University of Córdoba with José Halac. From 2019 until 2021 he was a postdoctoral scholar in Immersive Audio at The Ohio State University. He took some courses on Computer Science at the Astronomy, Mathematics, and Physics Department (FAMAF, UNC).",
    "long_description"   : [
        "Federico Cámara Halac has a PhD in Music Theory and Composition from New York University (NYU, 2013-2019) where he studied with Jaime Oliver and Elizabeth Hoffman and holds a Licenciate in Music Composition from the National University of Córdoba (UNC, 2006-2012). From 2019 to 2021 he was a postdoctoral researcher in Immersive Audio at the Center for Advanced Computing for the Arts and Design (ACCAD) at The Ohio State University (OSU).",
        "His music and research focuses on multimedia performance, spatialization, and the intersection between audio and machine learning, with an emphasis on the role of the database in musical composition. He then makes digital instruments for live performance using signal analysis and processing with Pure Data. In addition, he designs immersive sonic experiences both for multichannel systems and for headphone listening. At the same time, he investigates the applications of unsupervised learning techniques involving audio and image analysis. Thus, he designs and theorizes about multimedia database systems that explore the relationships between sound, image, space, and performance. All his research, music and code is openly available.",
        "His work has been performed in international conferences and festivals such as NYCEMF; ICMC; the Teheran International Music Week in Iran; Virginia Tech's CUBE Fest in Blacksburg; IRCAM's Manifeste Festival in Paris; Delian Academy for New Music in Mykonos; Mixtur Festival in Barcelona; among others. Some recognitions include the MacCracken Fellowship (New York); the Dean's Dissertation Fellowship (Berlin); two Graduate Research Initiative grants (Paris and Florence); the Student's Senators Council (Shanghai); and the Programa Cuarto Centenario grant from the National University of Córdoba to study at l'Université de Montréal (Québec). He has collaborated and performed with ensembles such as TAK; loadbang; Talea; RAGE Thormbones; and Iktus Percussion; among others. He is also a founding member of Proyecto[Red]Ensamble (2010-2014), a Córdoba-based experimental music collective, and Waverly Project, a NYC-based new music collective (2014-2019)."],
    "epigraph"         :"His work is available at https://fdch.ar.",
    "long_descripcion" : [
        "Federico Cámara Halac obtuvo un doctorado en Composición y Teoría Musical en la Universidad de Nueva York (NYU, 2013-2019) donde estudió con Jaime Oliver y Elizabeth Hoffman y es Licenciado en Composición Musical de la Universidad Nacional de Córdoba (UNC, 2006-2012). Entre 2019 y 2021 es investigador postdoctoral en Audio Inmersivo en el Centro de Computación Avanzada para las Artes y el Diseño (ACCAD) de la Universidad del Estado de Ohio (OSU).",
        "Su música e investigación se centra en la performance multimedial, la espacialización y la intersección entre el audio y el aprendizaje automatizado,haciendo énfasis en el rol que tiene la base de datos en la composición musical. Luego, hace instrumentos digitales para tocar en vivo utilizando análisis y procesamiento de señales en Pure Data. Además, diseña experiencias sonoras inmersivas tanto para sistemas multicanales como para la escucha con auriculares. Al mismo tiempo, investiga las aplicaciones de técnicas de análisis y aprendizaje no supervisado de audio e imagen. Así, diseña y teoriza sobre sistemas de bases de datos multimediales que exploran las relaciones entre el sonido, la imagen, el espacio y la performance. Toda su investigación, música y código está disponible abiertamente publicado.",
        "Su obra ha sido presentada en numerosas conferencias y festivales internacionales como NYCEMF; ICMC; la Semana Internacional de Música de Teherán en Irán; el CUBE Fest de Virginia Tech en Blacksburg; el Festival Manifeste del IRCAM en París; la Academia Delian de Música Nueva en Mykonos; el Festival Mixtur en Barcelona, entre otros. Algunos de los reconocimientos incluyen el MacCracken Fellowship (Nueva York); el Dean's Dissertation Fellowship (Berlín); dos becas Graduate Research Initiative (París y Florencia); el Student's Senators Council (Shanghai); y el Programa Cuarto Centenario de la Universidad Nacional de Córdoba para estudiar en la Université de Montréal (Québec). Ha colaborado y actuado con conjuntos como TAK; loadbang; Talea; RAGE Thormbones; e Iktus Percussion; entre otros. Fue miembro fundador de Proyecto[Red]Ensamble (2010-2014), un colectivo de música experimental con sede en Córdoba, y Waverly Project, un colectivo de música nueva con sede en Nueva York (2014-2019)."],
    "epigrafe"    : "Su trabajo está disponible en https://fdch.ar",

    "@context"    : "http://schema.org",
    "repo"        : "https://github.com/fdch/",
    "raw"         : "https://raw.githubusercontent.com/fdch/",
    "imgpath"     : "fdch.github.io/master/img/",
    "blog"        : "http://ffddcchh.tumblr.com/",
    "scloud"      : "https://soundcloud.com/ffddcchh",
    "video"       : "https://vimeo.com/fdch",
    "facebookUrl" : "https://www.facebook.com/fedecamarahalac/",
    "twitter"     : "http://www.twitter.com/ffddcchh",
    "yt"          : "https://www.youtube.com/channel/UCzOx-iKaNx9ruddNI6ykTIA",
    "flickr"      : "http://www.flickr.com/federicocamarahalac",
    "linkedin"    : "http://linkedin.com/in/fedecamarahalac",
    "instagram"   : "https://instagram.com/ffddcchh",
    "unclink"     : "http://artes.unc.edu.ar",
    "nyulink"     : "http://gsas.nyu.edu",
    "may8th"      : "https://en.wikipedia.org/wiki/May_8"
}
